contingent/application/contingent-area/src/test/resources/xml/searchArea2539.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:user="http://emias.mos.ru/system/v1/userContext/" xmlns:typ="http://emias.mos.ru/contingent2/area/v3/types/" xmlns:v3="http://emias.mos.ru/contingent2/core/v3/" xmlns:v31="http://emias.mos.ru/contingent2/address/v3/">
    <soap:Body>
        <typ:searchAreaRequest>
            <typ:address>
                <!--Указываем адрес улицы, на которой расположены наши дома-->
                <v31:aoLevel>7</v31:aoLevel>
                <v31:globalIdNsi>-1700</v31:globalIdNsi>
                <v31:regionOMKTEcode>2222</v31:regionOMKTEcode>
                <v31:areaOMKTEcode>3333</v31:areaOMKTEcode>
            </typ:address>
            <typ:isExactAddressMatch>0</typ:isExactAddressMatch>
            <v3:pagingOptions pageNumber="0" pageSize="100"/>
        </typ:searchAreaRequest>
    </soap:Body>
</soap:Envelope>